export const DEGREEENTRY = [
    { label: '大一', id: 1 }, { label: '大二', id: 2 }, { label: '大三', id: 3 },
    { label: '大四', id: 4 }, { label: '大五以上', id: 5 }, { label: '碩一', id: 6 },
    { label: '碩二', id: 7 }, { label: '碩三以上', id: 8 }, { label: '博一', id: 9 },
    { label: '博二', id: 10 }, { label: '博三以上', id: 11 }, { label: '交換生', id: 12 },
]

export const DEGREECODE = [
    '一', '二', '三', '四', '五', '碩一',
    '碩二', '碩三', '博一', '博二', '博三以上', '交換生'
]

export const NATIONENTRY = [{ label: '台灣', id: 1 }, { label: '非台灣', id: 2 }]

export const EVENTTYPEENTRY = [
    { label: '男單', id: 1 }, { label: '女單', id: 2 },
    { label: '男雙', id: 3 }, { label: '女雙', id: 4 }, { label: '混雙', id: 5 },
]

export const STATUS = [
    '未驗證台大信箱', '已驗證台大信箱但未驗證在學證明', '已驗證在學證明', '在學證明驗證失敗用戶', '可疑、被檢舉用戶'
]

export const DEGREEE = [
    '大一', '大二', '大三', '大四', '大五以上', '碩一', '碩二', '碩三以上', '博一', '博二', '博三以上', '交換生'
]

export const LETTERS = ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q',
    'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', 'AB', 'AC', 'AD', 'AE', 'AF', 'AG', 'AH', 'AI', 'AJ', 'AK', 'AL',
    'AM', 'AN', 'AO', 'AP', 'AQ', 'AR', 'AS', 'AT', 'AU', 'AV', 'AAW', 'AX', 'AY', 'AZ'
]

export const EVENTENTRY = ['男單', '女單', '男雙', '女雙', '混雙']

export const NUMBER = [0, 1, 2, 3, 4, 5, 6, 7, 8, 9]

export const TITLE = {
    'silver': '亞', 
	'golden': '冠',
}

export const DEPARTMENT = {
    '527A': '材工',
    '1000': '文學院',
    '1010': '中文',
    '1011': '中文',
    '1020': '外文',
    '1030': '歷史',
    '1040': '哲學',
    '1050': '人類',
    '1060': '圖資',
    '1070': '日文',
    '1080': '應用英語',
    '1090': '戲劇',
    '1210': '中文',
    '1220': '外文',
    '1230': '歷史',
    '1240': '哲學',
    '1250': '人類',
    '1260': '圖資',
    '1270': '日文',
    '1290': '戲劇',
    '1410': '藝術史',
    '1420': '語言',
    '1440': '音樂',
    '1450': '臺文',
    '1460': '華語教學',
    '1470': '翻譯',
    '2000': '理學院',
    '2010': '數學',
    '2020': '物理',
    '2030': '化學',
    '2040': '地科',
    '2050': '動物',
    '2051': '動物',
    '2052': '動物',
    '2060': '植物',
    '2070': '心理',
    '2080': '地理',
    '2090': '大氣',
    '2210': '數學',
    '2220': '物理',
    '2230': '化學',
    '2231': '化學',
    '2232': '化學',
    '2240': '地科',
    '2241': '地科',
    '2242': '地科',
    '2250': '動物',
    '2260': '植物',
    '2270': '心理',
    '2271': '心理',
    '2272': '心理',
    '2280': '地理',
    '2290': '大氣',
    '2410': '海洋',
    '2411': '海洋',
    '2412': '海洋',
    '2413': '海洋',
    '2414': '海洋',
    '2440': '天文',
    '2450': '應物',
    '2460': '應數',
    '2470': '氣候變遷與永續發展',
    '2490': '地球系統科學',
    '2500': '統計',
    '3000': '社科院',
    '3020': '政治',
    '3021': '政治',
    '3022': '政治',
    '3023': '政治',
    '3030': '經濟',
    '3050': '社會',
    '3051': '社會',
    '3052': '社會',
    '3100': '社工',
    '3220': '政治',
    '3230': '經濟',
    '3250': '社會',
    '3300': '社工',
    '3410': '國發',
    '3420': '新聞',
    '3430': '公共事務',
    '4000': '醫學院',
    '4010': '醫學',
    '4020': '牙醫',
    '4030': '藥學',
    '4031': '藥學',
    '4040': '醫技',
    '4060': '護理',
    '4080': '物治',
    '4081': '物治',
    '4090': '職治',
    '4120': '學士後護理',
    '4210': '臨床醫學',
    '4213': '臨床醫學',
    '4214': '臨床醫學',
    '4220': '臨床牙醫',
    '4230': '藥學',
    '4231': '藥學',
    '4232': '藥學',
    '4240': '醫技',
    '4260': '護理',
    '4280': '物治',
    '4290': '職治',
    '4410': '生理',
    '4420': '分生',
    '4430': '藥理',
    '4440': '病理',
    '4450': '微生物',
    '4451': '微生物',
    '4452': '微生物',
    '4453': '微生物',
    '4470': '毒理',
    '4480': '分醫',
    '4490': '免疫',
    '4500': '口腔',
    '4510': '臨醫',
    '4520': '法醫',
    '4530': '腫瘤醫學',
    '4540': '腦科',
    '4550': '基蛋',
    '4560': '轉譯醫學',
    '4570': '醫學教育',
    '4580': '醫療器材',
    '5010': '土木',
    '5020': '機械',
    '5040': '化工',
    '5050': '工海',
    '5070': '材料',
    '5080': '醫工',
    '5210': '土木',
    '5211': '土木',
    '5212': '土木',
    '5213': '土木',
    '5215': '土木',
    '5216': '土木',
    '5217': '土木',
    '5218': '土木',
    '5220': '機械',
    '5221': '機械',
    '5223': '機械',
    '5224': '機械',
    '5225': '機械',
    '5226': '機械',
    '5227': '機械',
    '5228': '機械',
    '5240': '化工',
    '5250': '工海',
    '5270': '材料',
    '5280': '醫工',
    '5410': '環工',
    '5430': '應力',
    '5440': '城鄉',
    '5460': '工工',
    '5480': '醫工',
    '5490': '高分子',
    '5500': '永續材料',
    '5510': '分子科學',
    '5520': '永續化學',
    '6000': '生農',
    '6010': '農藝',
    '6020': '環工',
    '6030': '農化',
    '6031': '農化',
    '6032': '農化',
    '6040': '植病',
    '6050': '森林',
    '6051': '森林',
    '6052': '森林',
    '6053': '森林',
    '6054': '森林',
    '6060': '動科',
    '6070': '農經',
    '6080': '園藝',
    '6090': '獸醫',
    '6100': '生傳',
    '6101': '生傳',
    '6102': '生傳',
    '6110': '生傳',
    '6120': '昆蟲',
    '6130': '植微',
    '6210': '農藝',
    '6211': '農藝',
    '6212': '農藝',
    '6220': '環工',
    '6230': '農化',
    '6234': '農化',
    '6235': '農化',
    '6236': '農化',
    '6237': '農化',
    '6238': '農化',
    '6250': '森林',
    '6260': '動科',
    '6270': '農經',
    '6280': '園藝',
    '6281': '園藝',
    '6282': '園藝',
    '6283': '園藝',
    '6290': '獸醫',
    '6300': '生傳',
    '6310': '生機',
    '6320': '昆蟲',
    '6330': '植微',
    '6410': '食科',
    '6420': '生科',
    '6430': '臨床動物',
    '6440': '比較病理生物',
    '6450': '植物醫學',
    '7000': '管院',
    '7010': '工管',
    '7011': '工管',
    '7012': '工管',
    '7013': '工管',
    '7020': '會計',
    '7030': '財金',
    '7040': '國企',
    '7050': '資管',
    '7060': '企管',
    '7220': '會計',
    '7230': '財金',
    '7240': '國企',
    '7250': '資管',
    '7400': 'EMBA',
    '7410': '商研',
    '7420': '商研',
    '7430': '商研',
    '7440': '商研',
    '7450': '商研',
    '7460': '商研',
    '7470': '商研',
    '7480': '商研',
    '7490': '商研',
    '7500': '商研',
    '8000': '公衛院',
    '8010': '公衛',
    '8470': '公衛',
    '8480': '健管',
    '8481': '健管',
    '8482': '健管',
    '9000': '電機學院',
    '9010': '電機',
    '9020': '資工',
    '9210': '電機',
    '9220': '資工',
    '9410': '光電',
    '9420': '電信',
    '9430': '電子',
    '9440': '網媒',
    '9450': '生醫電資',
    'A000': '法律',
    'A010': '法律',
    'A011': '法律',
    'A012': '法律',
    'A013': '法律',
    'A210': '法研',
    'A410': '科法',
    'B000': '生科院',
    'B010': '生科',
    'B020': '生技',
    'B210': '生科',
    'B220': '生技',
    'B420': '植科',
    'B430': '分細',
    'B440': '生演',
    'B450': '漁科',
    'B460': '生化',
    'B470': '微生',
    'K450': '奈米碩班',
    'K460': '奈米博班',
    'Q010': '寫作中心',
    'Z000': '創新學院',
    'Z010': '創新學程',
    'B471': '微生',
    'B472': '微生',
    'B473': '微生',
    'B474': '微生',
    'B480': '基因學程',
    '9460': '資料科學',
    '9470': '生物資訊',
    '9480': '資料科學',
    'K410': '積體電路',
    'K420': '積體電路',
    'K430': '元件材料',
    'K440': '元件材料',
    'K010': '台師大',
    'K020': '台科大',
    'K030': '國北教',
    '4460': '解剖學暨細胞生物學研究所',
    '4590': '國際三校農業生技與健康醫療碩士學位學程',
    '8410': '職業醫學與工業衛生研究所',
    '8420': '流行病學研究所',
    '8430': '醫療機構管理研究所',
    '8440': '環境衛生研究所',
    '8450': '衛生政策與管理研究所',
    'A408': '教學發展中心',
    'B490': '跨領域神經科學國際研究生博士學位學程',
    'E000': '進修推廣學院',
    'E410': '事業經營碩士在職學位學程',
    'E420': '事業經營法務碩士在職學位學程',
    'E430': '生物科技管理碩士在職學位學程',
    'G010': '台北教育大學',
    'H000': '共同教育中心',
    'H010': '通識教育組',
    'H020': '共同教育組',
    '5000': '工學院',
    'H040': '國體運學程',
    'H410': '統計碩士學程',
    'H420': '運管',
    'H430': '全球農業科技與基因體科學碩士學位學程',
    '7510': '創業創新管理碩士在職專班',
    'H440': '生物多樣性國際碩士學位學程',
    'H450': '智慧醫療與健康資訊碩士學位學程',
    'I000': '國際學院',
    'J000': '產業研發碩士專班',
    'J100': '電機電信電子產業研發碩士專班',
    'J110': '資訊產業研發碩士專班',
    'K000': '重點科技研究學院與三校聯盟',
    'Q020': '生命教育研發育成中心',
    'V410': '國家理論科學研究中心',
    '4200': '醫學院暨公共衛生學院共同課程',
    '8490': '流行病學與預防醫學研究所',
    '8491': '流預所流行病學組',
    '8492': '流預所生物醫學統計組',
    '8493': '流預所預防醫學組',
    '8500': '健康行為與社區科學研究所',
    '8510': '食品安全與健康研究所',
    '8520': '環境與職業健康科學研究所',
    '8530': '全球衛生碩士學位學程',
    '8540': '全球衛生博士學位學程',
}

export const GAME = [
	{
		"type": "女單",
		"typeIndex": 37,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 38,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 39,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 40,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 41,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 42,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 43,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 44,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "女單",
		"typeIndex": 45,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 46,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 46,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 47,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 47,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 48,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 48,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 49,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 49,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 50,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 50,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 51,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 51,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女單",
		"typeIndex": 52,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 52,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 53,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 54,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 55,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 56,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 57,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 58,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 59,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "女雙",
		"typeIndex": 60,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "女雙",
		"typeIndex": 61,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 70,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 71,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 72,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 73,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 74,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 75,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 76,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 77,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 78,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 79,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 80,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 81,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 82,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 83,
		"startTime": "2022-10-04 20:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 84,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 85,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 86,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 87,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 88,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 89,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 90,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 91,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 92,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 93,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "混雙",
		"typeIndex": 94,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 95,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 96,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 97,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 97,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 98,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 98,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "混雙",
		"typeIndex": 99,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 99,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 100,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 100,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "混雙",
		"typeIndex": 101,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 101,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 102,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 103,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 104,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 105,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 106,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 107,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 108,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 109,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 110,
		"startTime": "2022-10-04 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 111,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 112,
		"startTime": "2022-10-04 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 113,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 114,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 115,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 116,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 117,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 118,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男雙",
		"typeIndex": 119,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 120,
		"startTime": "2022-10-04 21:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 121,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 122,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 123,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 124,
		"startTime": "2022-10-06 19:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 125,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 126,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男雙",
		"typeIndex": 127,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "男雙",
		"typeIndex": 128,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 148,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 149,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 150,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 151,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 152,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 153,
		"startTime": "2022-10-04 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 154,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 155,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 156,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 157,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 158,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 159,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 160,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 161,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 162,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 163,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 164,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 165,
		"startTime": "2022-10-04 18:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 166,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 167,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 168,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 169,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 170,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 171,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 172,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 173,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 174,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 175,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 176,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 177,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 178,
		"startTime": "2022-10-04 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 179,
		"startTime": "2022-10-04 19:15:00"
	},
	{
		"type": "男單",
		"typeIndex": 180,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 181,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 182,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 183,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 184,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 185,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 186,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 187,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 188,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 189,
		"startTime": "2022-10-04 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 190,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 191,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 192,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 193,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 194,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 195,
		"startTime": "2022-10-04 20:45:00"
	},
	{
		"type": "男單",
		"typeIndex": 196,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 197,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 198,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 199,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 200,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 201,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 202,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 203,
		"startTime": "2022-10-06 18:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 204,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 205,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 206,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 207,
		"startTime": "2022-10-06 19:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 208,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 209,
		"startTime": "2022-10-06 20:00:00"
	},
	{
		"type": "男單",
		"typeIndex": 210,
		"startTime": "2022-10-06 20:30:00"
	},
	{
		"type": "男單",
		"typeIndex": 211,
		"startTime": "2022-10-06 20:30:00"
	}
]
